---
kind: other
id: Methods.T:Autodesk.Revit.DB.Color
zh: 着色、上色、染色、填色
source: html/26e23215-b4c6-e781-c020-fd67699a5791.htm
---
# Color Methods

**中文**: 着色、上色、染色、填色

Causes the object to release immediately any resources it may be utilizing.